{
  "plugins": {
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim",
      "version": "'2.0.0'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git",
      "version": "'v2.16.0'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git",
      "version": "'74b06c6c75e4eeb3108ec01852001636d85a932b'"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim.git",
      "version": "'b25b749b9db64d375d782094e2b9dce53ad53a40'"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim.git",
      "version": "'6e51d7da30bd139a6950adf2a47fda6df9fa06d2'"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git",
      "version": "'v0.2.2'"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive.git",
      "version": "'v3.7'"
    }
  }
}
